---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BendingDetailTypeOrthogonalAndOverallDimesionsEnabled
source: html/bb1d9fdb-2e28-c2c4-9087-b9e227a09c5d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BendingDetailTypeOrthogonalAndOverallDimesionsEnabled Property

"Other Dimensions"

## Syntax (C#)
```csharp
public static ForgeTypeId BendingDetailTypeOrthogonalAndOverallDimesionsEnabled { get; }
```